Revit 2027 API
ParameterTypeId.SsePointElevation Property
 "Elevation"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SsePointElevation { get; }
Public Shared ReadOnly Property SsePointElevation As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SsePointElevation {
	ForgeTypeId^ get ();
}
static member SsePointElevation : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace